Repository: needsomevibe/PassCard
Catalog: PassCard/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: About
de: Über
es: Acerca de
fr: À propos
ru: О приложении

# add_to_wallet
source: Add to Apple Wallet
de: Zu Apple Wallet hinzufügen
es: Añadir a Wallet
fr: Ajouter à Wallet
ru: Добавить в Wallet

source: Address
de: Adresse
es: Dirección
fr: Adresse
ru: Адрес

source: Airport Code
de: Flughafencode
es: Código de aeropuerto
fr: Code aéroport
ru: Код аэропорта

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ru: Внешний вид

source: Arrival
de: Ankunft
es: Llegada
fr: Arrivée
ru: Прилёт

source: Back
de: Zurück
es: Atrás
fr: Retour
ru: Назад

# background_color
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ru: Фон

source: Barcode Data
de: Barcode-Daten
es: Datos del código
fr: Données du code
ru: Данные штрих-кода

# basic_info
source: Basic Information
de: Grundinformationen
es: Información básica
fr: Informations de base
ru: Основная информация

source: Boarding Group
de: Boarding-Gruppe
es: Grupo de embarque
fr: Groupe d'embarquement
ru: Группа посадки

# boarding_info
source: Boarding Information
de: Boarding-Informationen
es: Información de embarque
fr: Informations d'embarquement
ru: Информация о посадке

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

source: Card Details
de: Kartendetails
es: Detalles de la tarjeta
fr: Détails de la carte
ru: Данные карты

source: Cardholder Name
de: Karteninhaber
es: Nombre del titular
fr: Nom du titulaire
ru: Имя владельца

source: Checking...
de: Prüfe...
es: Comprobando...
fr: Vérification...
ru: Проверка...

source: City
de: Stadt
es: Ciudad
fr: Ville
ru: Город

source: Class
de: Klasse
es: Clase
fr: Classe
ru: Класс

# clear_all_button
source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
ru: Очистить всё

# clear_all_data_message
source: All saved passes will be permanently deleted. This action cannot be undone.
de: Alle gespeicherten Pässe werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todos los pases guardados se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Tous les pass enregistrés seront définitivement supprimés. Cette action est irréversible.
ru: Все сохранённые пассы будут удалены безвозвратно. Это действие нельзя отменить.

# clear_all_data_title
source: Clear All Data?
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
ru: Очистить все данные?

# clear_data
source: Clear All Data
de: Alle Daten löschen
es: Borrar datos
fr: Effacer les données
ru: Очистить данные

# cleared_message
source: All passes have been removed from the app.
de: Alle Pässe wurden aus der App entfernt.
es: Todos los pases han sido eliminados de la aplicación.
fr: Tous les pass ont été supprimés de l'application.
ru: Все пассы удалены из приложения.

# cleared_title
source: Data Cleared
de: Daten gelöscht
es: Datos borrados
fr: Données effacées
ru: Данные очищены

source: Code Detected
de: Code erkannt
es: Código detectado
fr: Code détecté
ru: Код обнаружен

# color_berry
source: Berry
de: Beere
es: Baya
fr: Baie
ru: Ягода

# color_coral
source: Coral
de: Koralle
fr: Corail
ru: Коралл

# color_forest
source: Forest
de: Wald
es: Bosque
fr: Forêt
ru: Лес

# color_graphite
source: Graphite
de: Graphit
es: Grafito
ru: Графит

# color_midnight
source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
ru: Полночь

# color_ocean
source: Ocean
de: Ozean
es: Océano
fr: Océan
ru: Океан

# color_pink
source: Pink
de: Rosa
es: Rosa
fr: Rose
ru: Розовый

source: Color Scheme
de: Farbschema
es: Esquema de colores
fr: Palette de couleurs
ru: Цветовая схема

# color_scheme_premium_footer
source: Upgrade to Pro to unlock all color schemes
de: Upgrade auf Pro, um alle Farbschemata freizuschalten
es: Actualiza a Pro para desbloquear todos los esquemas de colores
fr: Passez à Pro pour débloquer toutes les palettes
ru: Обновитесь до Pro чтобы разблокировать все цветовые схемы

# color_sunset
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
ru: Закат

# color_teal
source: Teal
de: Blaugrün
es: Verde azulado
fr: Sarcelle
ru: Бирюза

source: Confirmation Code
de: Bestätigungscode
es: Código de confirmación
fr: Code de confirmation
ru: Код подтверждения

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ru: Подключено

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
ru: Связаться с поддержкой

source: Coupon Title
de: Gutscheintitel
es: Título del cupón
fr: Titre du coupon
ru: Название купона

source: Create Pass
de: Pass erstellen
es: Crear pase
fr: Créer un pass
ru: Создать пасс

source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fr: Champs personnalisés
ru: Пользовательские поля

source: Date
de: Datum
es: Fecha
ru: Дата

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Departure
de: Abflug
es: Salida
fr: Départ
ru: Вылет

# destination
source: To
de: Nach
es: Hacia
fr: À
ru: Куда

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ru: Разработчику

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ru: Отключено

source: Discount
de: Rabatt
es: Descuento
fr: Réduction
ru: Скидка

source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово

# empty_state_subtitle
source: Create your first pass to get started
de: Erstellen Sie Ihren ersten Pass
es: Crea tu primer pase
fr: Créez votre premier pass
ru: Создайте первый пасс

# empty_state_title
source: No Passes Yet
de: Noch keine Pässe
es: Sin pases aún
fr: Aucun pass
ru: Пока нет пассов

source: Error
de: Fehler
fr: Erreur
ru: Ошибка

source: Event Name
de: Veranstaltungsname
es: Nombre del evento
fr: Nom de l'événement
ru: Название события

source: Expiration Date
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
ru: Срок действия

# filter_all
source: All
de: Alle
es: Todos
fr: Tous
ru: Все

# flight_info
source: Flight Information
de: Fluginformationen
es: Información del vuelo
fr: Informations de vol
ru: Информация о рейсе

source: Flight Number
de: Flugnummer
es: Número de vuelo
fr: Numéro de vol
ru: Номер рейса

# generate_id
source: Generate Unique ID
de: Eindeutige ID generieren
es: Generar ID único
fr: Générer un ID unique
ru: Сгенерировать ID

# haptics
source: Haptic Feedback
de: Haptisches Feedback
es: Vibración
fr: Retour haptique
ru: Тактильный отклик

source: iCloud Sync
de: iCloud-Synchronisierung
es: Sincronización iCloud
fr: Synchronisation iCloud
ru: Синхронизация iCloud

# icloud_sync_disabled_footer
source: Enable sync to keep your passes in sync across all devices.
de: Aktivieren Sie die Synchronisierung, um Pässe auf allen Geräten zu synchronisieren.
es: Activa la sincronización para mantener tus pases sincronizados en todos los dispositivos.
fr: Activez la synchronisation pour garder vos passes synchronisés sur tous les appareils.
ru: Включите синхронизацию для сохранения пропусков на всех устройствах.

# icloud_sync_footer
source: Your passes are automatically synced across all your devices.
de: Ihre Pässe werden automatisch auf allen Ihren Geräten synchronisiert.
es: Tus pases se sincronizan automáticamente en todos tus dispositivos.
fr: Vos passes sont automatiquement synchronisés sur tous vos appareils.
ru: Ваши пропуски автоматически синхронизируются на всех устройствах.

# icloud_sync_premium_required
source: Upgrade to Pro to sync your passes across all devices.
de: Upgrade auf Pro, um Ihre Pässe auf allen Geräten zu synchronisieren.
es: Actualiza a Pro para sincronizar tus pases en todos los dispositivos.
fr: Passez à Pro pour synchroniser vos passes sur tous les appareils.
ru: Обновитесь до Pro для синхронизации пропусков на всех устройствах.

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
ru: Подпись

# label_color
source: Labels
de: Beschriftungen
es: Etiquetas
fr: Libellés
ru: Подписи

source: Member Since
de: Mitglied seit
es: Miembro desde
fr: Membre depuis
ru: Участник с

source: Membership Level
de: Mitgliedsstufe
es: Nivel de membresía
fr: Niveau
ru: Уровень

source: New Card
de: Neue Karte
es: Nueva tarjeta
fr: Nouvelle carte
ru: Новая карта

source: New Coupon
de: Neuer Gutschein
es: Nuevo cupón
fr: Nouveau coupon
ru: Новый купон

source: New Event
de: Neue Veranstaltung
es: Nuevo evento
fr: Nouvel événement
ru: Новое событие

source: New Flight
de: Neuer Flug
es: Nuevo vuelo
fr: Nouveau vol
ru: Новый рейс

source: New Pass
de: Neuer Pass
es: Nuevo pase
fr: Nouveau pass
ru: Новый пасс

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Далее

# no_passes_filter
source: No Passes Found
de: Keine Pässe gefunden
es: No se encontraron pases
fr: Aucun pass trouvé
ru: Пассы не найдены

source: Offer Details
de: Angebotsdetails
es: Detalles de la oferta
fr: Détails de l'offre
ru: Детали предложения

source: Organization Name
de: Organisationsname
es: Nombre de organización
fr: Nom de l'organisation
ru: Название организации

# origin
source: From
de: Von
es: Desde
fr: De
ru: Откуда

# pass_added
source: Added to Wallet
de: Zu Wallet hinzugefügt
es: Añadido a Wallet
fr: Ajouté à Wallet
ru: Добавлен в Wallet

source: Pass Created!
de: Pass erstellt!
es: ¡Pase creado!
fr: Pass créé !
ru: Пасс создан!

# pass_type_boarding
source: Boarding Pass
de: Bordkarte
es: Tarjeta de embarque
fr: Carte d'embarquement
ru: Посадочный талон

# pass_type_boarding_desc
source: Flights, trains, buses
de: Flüge, Züge, Busse
es: Vuelos, trenes, autobuses
fr: Vols, trains, bus
ru: Авиа, поезда, автобусы

# pass_type_coupon
source: Coupon
de: Gutschein
es: Cupón
ru: Купон

# pass_type_coupon_desc
source: Discounts and promotions
de: Rabatte und Aktionen
es: Descuentos y promociones
fr: Réductions et promotions
ru: Скидки и акции

# pass_type_event
source: Event Ticket
de: Veranstaltungsticket
es: Entrada de evento
fr: Billet d'événement
ru: Билет на событие

# pass_type_event_desc
source: Concerts, sports, theater
de: Konzerte, Sport, Theater
es: Conciertos, deportes, teatro
fr: Concerts, sport, théâtre
ru: Концерты, спорт, театр

# pass_type_generic
source: Generic Pass
de: Allgemeiner Pass
es: Pase genérico
fr: Pass générique
ru: Универсальный

# pass_type_generic_desc
source: ID cards, memberships
de: Ausweise, Mitgliedschaften
es: Identificaciones, membresías
fr: Cartes d'identité, adhésions
ru: Удостоверения, членство

# pass_type_store
source: Store Card
de: Kundenkarte
es: Tarjeta de tienda
fr: Carte de fidélité
ru: Карта магазина

# pass_type_store_desc
source: Loyalty and membership cards
de: Treue- und Mitgliedskarten
es: Tarjetas de fidelidad
fr: Cartes de fidélité
ru: Карты лояльности

source: Passenger Name
de: Passagiername
es: Nombre del pasajero
fr: Nom du passager
ru: Имя пассажира

# point_camera_at_code
source: Point camera at a barcode
de: Kamera auf Barcode richten
es: Apunte la cámara al código
fr: Dirigez la caméra vers le code
ru: Наведите камеру на код

source: Points Balance
de: Punktestand
es: Saldo de puntos
fr: Solde de points
ru: Баланс баллов

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
ru: Настройки

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ru: Предпросмотр

source: Primary Field
de: Hauptfeld
es: Campo principal
fr: Champ principal
ru: Основное поле

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

# rate_app
source: Rate PassCard
de: PassCard bewerten
es: Calificar PassCard
fr: Noter PassCard
ru: Оценить PassCard

source: Row
de: Reihe
es: Fila
fr: Rangée
ru: Ряд

# row_short
source: Row
de: R
es: Fila
fr: Rg
ru: Ряд

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

source: Scan Again
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
ru: Сканировать снова

source: Scan Code
de: Code scannen
es: Escanear código
fr: Scanner le code
ru: Сканировать

source: Seat
de: Sitzplatz
es: Asiento
fr: Siège
ru: Место

# seat_short
source: Seat
de: P
es: As
fr: S
ru: М

source: Seating
de: Sitzplatz
es: Asiento
fr: Place
ru: Место

source: Secondary Field
de: Sekundärfeld
es: Campo secundario
fr: Champ secondaire
ru: Дополнительное поле

source: Section
de: Sektion
es: Sección
ru: Сектор

# section_short
source: Sec
de: Sek
ru: Сек

source: Select Pass Type
de: Pass-Typ auswählen
es: Seleccionar tipo
fr: Sélectionner le type
ru: Выберите тип пасса

source: Server Settings
de: Servereinstellungen
es: Configuración del servidor
fr: Paramètres du serveur
ru: Настройки сервера

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ru: Настройки

source: Share
de: Teilen
es: Compartir
fr: Partager
ru: Поделиться

# share_app
source: Share PassCard
de: PassCard teilen
es: Compartir PassCard
fr: Partager PassCard
ru: Поделиться PassCard

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ru: Пропустить

source: Store Name
de: Geschäftsname
es: Nombre de tienda
fr: Nom du magasin
ru: Название магазина

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser
ru: Синхронизировать

# terms
source: Terms & Conditions
de: Bedingungen
es: Términos
fr: Conditions
ru: Условия

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ru: Проверить

source: Ticket Holder
de: Ticketinhaber
es: Titular del boleto
fr: Titulaire du billet
ru: Владелец билета

source: Time
de: Uhrzeit
es: Hora
fr: Heure
ru: Время

source: Use This Code
de: Diesen Code verwenden
es: Usar este código
fr: Utiliser ce code
ru: Использовать

source: Value
de: Wert
es: Valor
fr: Valeur
ru: Значение

source: Venue
de: Veranstaltungsort
es: Lugar
fr: Lieu
ru: Место проведения

source: Apple Wallet Docs
es: Docs de Apple Wallet
fr: Docs Apple Wallet
ru: Документация Wallet

source: Barcode
es: Código de barras
fr: Code-barres
ru: Штрих-код

source: Barcode Format
es: Formato del código
fr: Format du code
ru: Формат штрих-кода

# barcode_qr
source: QR Code
es: Código QR
ru: QR-код

# color_indigo
source: Indigo
es: Índigo
ru: Индиго

source: Gate
es: Puerta
fr: Porte
ru: Выход

source: In Wallet
es: En Wallet
fr: Dans Wallet
ru: В Wallet

source: Promo Code
es: Código promocional
fr: Code promo
ru: Промокод

source: Route
es: Ruta
fr: Itinéraire
ru: Маршрут

source: Server URL
es: URL del servidor
fr: URL du serveur
ru: URL сервера

source: Support
es: Soporte
fr: Assistance
ru: Поддержка

# text_color
source: Text
es: Texto
fr: Texte
ru: Текст

source: Version
es: Versión
ru: Версия
